{
	"1":[
	{
	"icon": "icon_tai",
	"text":"@5urelocke So do you want to meet up at a cafe tomorrow? It's about a block away from your office, next to a library. I heard they have good donuts there."
	},
	{
	"icon": "icon_locke",
	"text":"just solved another INTENSE case today. #hardboileddetectiveing"
	},
	{
	"icon": "icon_tai",
	"text":"Can't wait to see the new Power Traingers episode on Sunday!"
	}
],
"2":[
	{
	"icon": "icon_tai",
	"text":"True to the rumors, the library cafe's Froggo Donuts are really good!"
	},
	{
	"icon": "icon_lynn",
	"text":"Thank goodness i don't have work on saturdays :^)"
	},
	{
	"icon": "icon_keyna",
	"text":"urghafjewkl... how do I give relationship advice??"
	}
],
"4":[
	{
	"icon": "icon_keyna",
	"text":"I'm so sick of couples. I never want to see a couple in my life ever again."
	},
	{
	"icon": "icon_keyna",
	"text":"You know what, that's it! I'll take tomorrow off!!"
	},
	{
	"icon": "icon_lynn",
	"text":"Tired... I don't think I know anyone who ever has a day off on a monday... :'^("
	}
],
"5":[
	{
	"icon": "icon_tai",
	"text":"It's my weekly rest day tomorrow!"
	},
	{
	"icon": "icon_tai",
	"text":"I just saw the annoucement! A live performance for Power Traingers next week? I'm so excited!"
	}
],
"6":[
	{
	"icon": "icon_lynn",
	"text":"Why does saturday feels so far away >:^("
	}
],
"7":[
	{
	"icon": "icon_keyna",
	"text":"it's a good thing I take my fridays off. I love three day weekends! "
	}
],
"9":[
	{
	"icon": "icon_tai",
	"text":"I admit it's bad of me to get speeding tickets, but how can I not press on the pedal when my favorite theme gets on?!"
	},
	{
	"icon": "icon_lynn",
	"text":"Speeding is incredibly dangerous and is a violation! Drive safely, kids. >:^("
	},
	{
	"icon": "icon_locke",
	"text":"@trainger_yellow lol tai you speed demon"
	}
],
"11":[
	{
	"icon": "icon_fedelynn",
	"text":"Chief says we need to hit an arrest quota :'^("
	},
	{
	"icon": "icon_keyna",
	"text":"it looks like things are going to get busy this week orz"
	}
],
"12":[
	{
	"icon": "icon_keyna",
	"text":"i should be better than this!! jakfel;jwlkja"
	},
	{
	"icon": "icon_tai",
	"text":"Anyone else excited for the Power Traingers live performance tomorrow?"
	}
],
"13":[
	{
	"icon": "icon_lynn",
	"text":"Things are getting rough at work..."
	},
	{
	"icon": "icon_lynn",
	"text":"On a more positive note, my son has been showing me these \"kaomojis\". (9'-')9"
	}
],
"14":[
	{
	"icon": "icon_lynn",
	"text":"I know it's a cliche, but I might not be able to go on without Froggo Donuts (^-^;)"
	},
	{
	"icon": "icon_keyna",
	"text":"well, at least I'll have tomorrow off again... "
	}
],
"15":[
	{
	"icon": "icon_lynn",
	"text":"Tomorrow's my day off, but to be honest, I've had nothing to do all week. _(:'3_ L)_"
	},
	{
	"icon": "icon_tai",
	"text":"There's someplace I want to go..."
	}
]
}