{
  "bg": "bg_agency",
  "sprite_left": "Locke",
  "sprite_right": "",
  "next_state":"Bedtime",
  "lines":[
    {"name":"Locke", "expression": "default",
      "text":"So I've managed to find the culprit. Recognize this picture?"},
    {"name":"[CLIENT'S NAME]",
      "text":"!"},
    {"name":"[CLIENT'S NAME]",
      "text":"She's my ex... group partner."},
    {"name":"Locke",
      "text":"Yes, from what I dug up, you guys were in the same biology class. Worked on a group project together."},
    {"name":"Locke", "expression":"posing",
      "text":"And got... 89.9%."},
    {"name":"[CLIENT'S NAME]",
      "text":"I don't see what's wrong. Like, we got a good grade."},
    {"name":"Locke",
      "text":"Good, but not good enough!"},
    {"name":"Locke", "expression":"default",
      "text":"Around the time of the project, you were going through a fight with a friend."},
    {"name":"Locke",
      "text":"You told him you didn't like pineapple on pizza."},
    {"name":"Locke", "expression":"posing",
      "text":"But he found out you were LYING."},
    {"name":"Locke", "expression":"thinking",
      "text":"With all the strain on the friendship, you were too stressed to focus on the biology project. Hence... a mistake was made."},
    {"name":"Locke", "expression":"serious",
      "text":"MITOCHONDRIA IS THE POWERHOUSE OF THE CELL!"},
    {"name":"Locke", "expression":"posing",
      "text":"But you wrote on the paper that it was the GREENHOUSE."},
    {"name":"[CLIENT'S NAME]",
      "text":"See this is why my friends and I make blood pacts now! We get too distracted when there's friend drama!"},
    {"name":"Locke", "expression":"serious",
      "text":"But it was too late. the blemish was already made on the culprit's grades."},
    {"name":"Locke",
      "text":"Our straight A student had to lose her streak thanks to the most widely known but useless fact taught in school."},
    {"name":"Locke", "expression": "posing",
      "text":"So she brought all her bitterness and passive aggression... to the internet."},
    {"name":"[CLIENT'S NAME]",
      "text":"I-I can't believe this... She could have just told me..."},
    {"name":"Locke", "expression": "default",
      "text":"Yes, there was a great amount of miscommunication in this case."},
    {"name":"Locke",
      "text":" So, what do you want to do?"},
    {"name":"[CLIENT'S NAME]",
      "text":"What do you mean?"},
    {"name":"Locke",
      "text":"I haven't confronted the girl myself yet, but here's the folder with all the evidence."},
    {"name":"Locke", "expression":"serious",
      "text":"Technically, her actions count as cyberbullying and you can get her suspended if that's what you'd like."},
    {"name":"[CLIENT'S NAME]",
      "text":"And make like, a worse blemish on her track record?"},
    {"name":"[CLIENT'S NAME]",
      "text":"...No, I didn't do all this out of revenge."},
    {"name":"[CLIENT'S NAME]",
      "text":"I'll go see if we can talk it out. Maybe even just fight it out."},
    {"name":"Locke", "expression":"confident",
      "text":"Ah yes. Nowadays with the overpowering allure of technology, people tend to forget the appeal of just a good ol' tussle."},
    {"name":"[CLIENT'S NAME]",
      "text":"Gross. You sound like an old person."},
    {"name":"Locke", "expression":"surprised",
      "text":"So now I'm too old?!"},
    {"name":"[CLIENT'S NAME]",
      "text":"Thanks for your help though, Detective. To be honest, I had my doubts about you."},
    {"name":"[CLIENT'S NAME]",
      "text":"When I first found you on Welp, there were like, almost no ratings. I only came because the prices were superrr cheap."},
    {"name":"[CLIENT'S NAME]",
      "text":"There were even comments saying that you would take cakes as payment, so I just thought were some desperate loser."},
    {"name":"Locke", "expression": "thinking",
      "text":"(Alright, maybe I should do some investigation on my own profiles too.)",
      "functions": ["this.bodyText.style.fill = '#ccc';"]},
    {"name":"[CLIENT'S NAME]",
      "text":"Like, why go through all the trouble of visiting the school and asking people around when you could have just hacked the account?",
      "functions": ["this.bodyText.style.fill = '#fff';"]},
    {"name":"[CLIENT'S NAME]",
      "text":"But you knew this was all going to happen, right?"},
    {"name":"Locke", "expression": "nervous",
      "text":"(Actually, I just don't know how to hack computers, but...)",
      "functions": ["this.bodyText.style.fill = '#ccc';"]},
    {"name":"Locke", "expression":"posing",
      "text":"*Ehem* Yes. Yes everything went as planned.",
      "functions": ["this.bodyText.style.fill = '#fff';"]},
    {"name":"[CLIENT'S NAME]",
      "text":"Alright, here's the cash. I'll tell my friends about your place so maybe I'll see you around!"},
    {"name":"Locke", "expression": "default",
      "text":"...Aaand, she's gone."},
    {"name":"Locke", "expression":"thinking",
      "text":"Man high school kids sure go through a lot these days. Was I ever that energetic?"},
    {"name":"Locke", "expression":"serious",
      "text":"Petty revenges huh..."},
    {"name":"Locke", "expression":"embarrassed",
      "text":"........."},
    {"name":"Locke", "expression":"thinking",
      "text":"I guess I did pull a lot of pranks on Keyna."},
    {"name":"Locke",
      "text":"Moving right across from me, and suddenly getting more cases then I've even dreamed of..."},
    {"name":"Locke", "expression":"annoyed",
      "text":"It WAS immature of me to get jealous, so I'm glad we're past that part of our relationship now."},
    {"name":"Locke", "expression":"embarrassed",
      "text":"She's fun to make fun of but... Well it won't be bad to try and actually get along with her more."}
  ] 
}